[
  {
    "day": 1,
    "title": "Working from home isn't for me.",
    "sentences": [
      {
        "english": "Working from home isn't for me. I always get distracted.",
        "korean": "저는 재택근무 체질이 아니에요. 늘 딴짓하게 되거든요."
      },
      {
        "english": "Going on blind dates isn't for me.",
        "korean": "소개팅은 저랑 안맞아요."
      },
      {
        "english": "Laptops aren't really for me. Something about the keyboards is super uncomfortable.",
        "korean": "노트북은 저랑 좀 안 맞아요. 키보드가 뭔가 엄청 불편하거든요."
      },
      {
        "english": "Electric cars aren't for me. We have more charging stations around now, but is still feels like too much of a hassle.",
        "korean": "전기차는 좀 별로예요. 충전소는 요즘 늘었지만, 여전히 엄청 귀찮게 느껴져요."
      },
      {
        "english": "I know he has a decent job, but guys like him aren't really for me.",
        "korean": "그 사람 직업이 좋은 건 아는데, 그런 남자는 나는 별로야."
      }
    ]
  },
  {
    "day": 2,
    "title": "I can't wait to move into the new house.",
    "sentences": [
      {
        "english": "I can't wait to see what the next episode will bring.",
        "korean": "다음 에피소드는 어떤 내용일지 궁금해 미치겠어."
      },
      {
        "english": "I can't wait to see the look on my wife's face when she opens my gift.",
        "korean": "아내가 제 선물을 개봉할 때 어떤 표정일지 궁금해 죽겠습니다."
      },
      {
        "english": "I can't wait to be done with this project. It's taking forever.",
        "korean": "이 프로젝트가 빨리 끝났으면 좋겠어요. 너무 오래 걸립니다."
      },
      {
        "english": "That dinner smells delicious, honey. I can't wait.",
        "korean": "여보, 저녁 식사가 너무 맛있는 냄새가 나네. 어서 먹고 싶어."
      },
      {
        "english": "'Baby Driver' was released month ago in the United States. I can't wait for it to come out here.",
        "korean": "'베이비 드라이버'가 미국에서는 몇 달 전에 개봉했어. 이곳에서도 어서 개봉했으면 좋겠다."
      }
    ]
  },
  {
    "day": 3,
    "title": "Do you mind keeping it a bit short?",
    "sentences": [
      {
        "english": "Do you mind if I finish off last piece of pizza?",
        "korean": "제가 마지막 남은 피자 한 조각 먹어도 될까요?"
      },
      {
        "english": "Do you mind grabbing me some coffee on your way?",
        "korean": "미안한데, 오는 길에 커피 좀 사다 줄 수 있나요?"
      },
      {
        "english": "I've got only five minutes to spare. Do you mind keeping it short?",
        "korean": "제가 여유 시간이 겨우 5분 있어요. 짧게 해 주실 수 있을까요?"
      },
      {
        "english": "Do you mind turning down the air-conditioning? I feel a bit cold.",
        "korean": "에어컨 온도를 좀 낮추면 안 될까요? 좀 추워서요."
      },
      {
        "english": "Do you mind if I ask you a personal question?",
        "korean": "개인적인 질문 하나 해도 될까요?"
      }
    ]
  },
  {
    "day": 4,
    "title": "Everything is getting super expensive.",
    "sentences": [
      {
        "english": "She is super tall.",
        "korean": "그 여자분 키 엄청 커요."
      },
      {
        "english": "Either he has been super busy, or he is losing interest in me.",
        "korean": "그 사람이 무지 바쁘거나, 아니면 저에 대한 관심이 식고 있는 거겠죠."
      },
      {
        "english": "I've been super busy with my upcoming move.",
        "korean": "제가 요즘 이사 준비 때문에 엄청 바빴어요."
      },
      {
        "english": "Wow. You're in super good shape for an old guy.",
        "korean": "우와. 연세 있으신 분치고는 몸매가 너무 좋으시네요."
      },
      {
        "english": "All the neighborhoods in Seoul are super expensive, but Huam-dong is relatively cheap.",
        "korean": "서울은 어디라도 다 너무 비싸. 근데 후암동은 상대적으로 저렴한 편이지."
      }
    ]
  },
  {
    "day": 5,
    "title": "How do you feel about buyinh something second-hand, like a used car?",
    "sentences": [
      {
        "english": "How do you feel about signing up for a matchmaking service?",
        "korean": "중매업체에 등록해 보는 게  어때요?"
      },
      {
        "english": "How do you about going to church?",
        "korean": "교회에 가 보는 게 어때요?"
      },
      {
        "english": "How do you feel about joining a hiking club?",
        "korean": "등산 모임에 가입해 보는 게 어떨까요?"
      },
      {
        "english": "How do you feel about plastic surgery?",
        "korean": "성형 수술 하는 거 어떻게 생각하세요?"
      }
    ]
  },
  {
    "day": 6,
    "title": "There is nothing like camping to recharge your batteries.",
    "sentences": [
      {
        "english": "There's nothing like a nice meal with friends to turn a bad week around.",
        "korean": "안 좋았던 한 주를 날려 버리려면 친구들과 맛있는 식사를 하는 게 최고지."
      },
      {
        "english": "There's nothing like binging a show on Netflix all weekend.",
        "korean": "주말 내내 넷플릭스 드라마를 보는게 최고야."
      },
      {
        "english": "There is nothing like a turkey dinner and spiced wine for Christmas.",
        "korean": "크리스마스에는 칠면조 저녁 식사와 풍미 좋은 와인만 한 게 없지."
      },
      {
        "english": "I'm so glad we can go to concerts again. There's nothing like seeing your favorite band live.",
        "korean": "다시 콘서트에 갈 수 있어서 너무 좋아. 가장 좋아하는 밴드의 라이브 공연을 보는 것만큼 좋은 것은 없지."
      },
      {
        "english": "There's nothing like real maple syrup on pancakes.",
        "korean": "팬케이크에는 진짜 메이플 시럽을 얹어 먹어야 제맛이야."
      }
    ]
  },
  {
    "day": 7,
    "title": "I am up for anything, as long as it's not too spicy.",
    "sentences": [
      {
        "english": "I'm up for anything with a Michelin star.",
        "korean": "미슐랭 스타를 받은 음식이라면 뭐든 좋아."
      },
      {
        "english": "What do you feel like doing? I'd be up for just about anything.",
        "korean": "뭐 하고 싶어? 난 뭐든 다 좋아."
      },
      {
        "english": "I'm looking for a beer pong partner. Are you down?",
        "korean": "나 비어 폼 파느터 찾고 있는데. 관심 있어?"
      },
      {
        "english": "I've been craving fried chicken. Is anyone down for some tonight?",
        "korean": "나 프라이드치킨이 무지 먹고 싶어. 오늘 밤에 같이 먹을 사람?"
      },
      {
        "english": "I was thinking of hiking Bukhan Mountain on Saturday morning, and I need a buddy. Do you think you'd be down?",
        "korean": "토요일 아침에 북한산 등산 갈까 하는데 같이 갈 사람이 필요해. 관심 있을까?"
      }
    ]
  },
  {
    "day": 8,
    "title": "I don't feel quite right today.",
    "sentences": [
      {
        "english": "I wish I could come, but I don't feel quite right today.",
        "korean": "나도 가고는 싶은데, 오늘 몸이 안 좋아."
      },
      {
        "english": "I'm afraid I can't join you for dinner. I don't feel quite right today.",
        "korean": "저녁을 같이 못 할 것 같습니다. 오늘 몸이 좀 안 좋네요."
      },
      {
        "english": "Honey, I don't feel quite right today. Can you pick up Sujin from school?",
        "korean": "여보, 나 오늘 몸이 좀 안 좋아. 수진이 학교에서 좀 데려와 줄래?"
      },
      {
        "english": "I think I'll skip dinner. My stomach doesn't feel quite right today.",
        "korean": "오늘은 저녁 안 먹을래. 오늘 속이 좀 안 좋아서."
      },
      {
        "english": "I don't think it's good idea for me to come to your daughter's party. I don't feel quite right today.",
        "korean": "너희 딸 파티에 나는 안 가는 게 좋을 것 같아. 오늘 몸이 좀 안 좋네."
      }
    ]
  },
  {
    "day": 9,
    "title": "Would you like me to grab you some coffee while I'm at Starbucks?",
    "sentences": [
      {
        "english": "Would you like me to read the first sentence?",
        "korean": "제가 첫 번째 문장을 읽을까요?"
      },
      {
        "english": "Would you like me to get you some water while I'm up?",
        "korean": "제가 일어난 김에 물 좀 가져다드릴까요?"
      },
      {
        "english": "Would tou like me to send you the revised version?",
        "korean": "수정본 보내드릴까요?"
      },
      {
        "english": "Do you want me to come along with you?",
        "korean": "내가 따라가 줄까?"
      },
      {
        "english": "Do you want me to set you two up on a date?",
        "korean": "내가 너희 둘 자리를 마련해 줄까?"
      }
    ]
  },
  {
    "day": 10,
    "title": "What price range do you have in mind?",
    "sentences": [
      {
        "english": "Do you have any actor in mind for the lead role?",
        "korean": "주연 배우로 생각하고 있는 분 있으신가요?"
      },
      {
        "english": "Do you have any good beef place in mind?",
        "korean": "괜찮은 소고깃집 생각해 둔 데 있어?"
      },
      {
        "english": "I don't really have any car in mind. I will go with pretty much anything as long as it's good shape.",
        "korean": "딱히 염두에 둔 차는 없습니다. 상태만 좋으면 뭐라도 사겠습니다."
      },
      {
        "english": "I have nothing particular in mind.",
        "korean": "특별히 염두에 둔 건 없습니다."
      },
      {
        "english": "I'd like to make a suggesion, unless you have something in mind.",
        "korean": "다른 안이 없으시면 제가 제안을 하고 싶습니다."
      }
    ]
  },
  {
    "day": 11,
    "title": "I was thinking of going to translation grad school.",
    "sentences": [
      {
        "english": "I was thinking of traveling to Australia for the holiday.",
        "korean": "연휴 때 호주로 여행을 갈까 생각 중입니다."
      },
      {
        "english": "Do you already have dinner plans? I was thinking of trying a pizza place that my coworker recommended.",
        "korean": "오늘 저녁 약속 있어? 동료가 추천해 준 피자 가게 가 볼까 하는데."
      },
      {
        "english": "I was thinking of Mongolia for my next trip, but I decided not to go there.",
        "korean": "다음 여행은 몽골을 생각 중이었는데, 안 가기로 했습니다."
      },
      {
        "english": "It's a little out of my price range. Besides, I was thinking of going with something more basic.",
        "korean": "제가 생각하던 가격대보다 조금 비싸네요. 게다가 저는 좀 더 기본형인 것을 생각하고 있었거든요."
      }
    ]
  }
]
