[
  {
    "day": 1,
    "title": "Working from home isn't for me.",
    "sentences": [
      {
        "english": "Working from home isn't for me. I always get distracted.",
        "korean": "저는 재택근무 체질이 아니에요. 늘 딴짓하게 되거든요."
      },
      {
        "english": "Going on blind dates isn't for me.",
        "korean": "소개팅은 저랑 안맞아요."
      },
      {
        "english": "Laptops aren't really for me. Something about the keyboards is super uncomfortable.",
        "korean": "노트북은 저랑 좀 안 맞아요. 키보드가 뭔가 엄청 불편하거든요."
      },
      {
        "english": "Electric cars aren't for me. We have more charging stations around now, but is still feels like too much of a hassle.",
        "korean": "전기차는 좀 별로예요. 충전소는 요즘 늘었지만, 여전히 엄청 귀찮게 느껴져요."
      },
      {
        "english": "I know he has a decent job, but guys like him aren't really for me.",
        "korean": "그 사람 직업이 좋은 건 아는데, 그런 남자는 나는 별로야."
      }
    ]
  },
  {
    "day": 2,
    "title": "I can't wait to move into the new house.",
    "sentences": [
      {
        "english": "I can't wait to see what the next episode will bring.",
        "korean": "다음 에피소드는 어떤 내용일지 궁금해 미치겠어."
      },
      {
        "english": "I can't wait to see the look on my wife's face when she opens my gift.",
        "korean": "아내가 제 선물을 개봉할 때 어떤 표정일지 궁금해 죽겠습니다."
      },
      {
        "english": "I can't wait to be done with this project. It's taking forever.",
        "korean": "이 프로젝트가 빨리 끝났으면 좋겠어요. 너무 오래 걸립니다."
      },
      {
        "english": "That dinner smells delicious, honey. I can't wait.",
        "korean": "여보, 저녁 식사가 너무 맛있는 냄새가 나네. 어서 먹고 싶어."
      },
      {
        "english": "'Baby Driver' was released month ago in the United States. I can't wait for it to come out here.",
        "korean": "'베이비 드라이버'가 미국에서는 몇 달 전에 개봉했어. 이곳에서도 어서 개봉했으면 좋겠다."
      }
    ]
  },
  {
    "day": 3,
    "title": "Do you mind keeping it a bit short?",
    "sentences": [
      {
        "english": "Do you mind if I finish off last piece of pizza?",
        "korean": "제가 마지막 남은 피자 한 조각 먹어도 될까요?"
      },
      {
        "english": "Do you mind grabbing me some coffee on your way?",
        "korean": "미안한데, 오는 길에 커피 좀 사다 줄 수 있나요?"
      },
      {
        "english": "I've got only five minutes to spare. Do you mind keeping it short?",
        "korean": "제가 여유 시간이 겨우 5분 있어요. 짧게 해 주실 수 있을까요?"
      },
      {
        "english": "Do you mind turning down the air-conditioning? I feel a bit cold.",
        "korean": "에어컨 온도를 좀 낮추면 안 될까요? 좀 추워서요."
      },
      {
        "english": "Do you mind if I ask you a personal question?",
        "korean": "개인적인 질문 하나 해도 될까요?"
      }
    ]
  }
]
